Repository: codler/Battery-Time-Remaining
Catalog: Battery Time Remaining/*.lproj/Localizable.strings
Languages: de

source: %ld %% left
de: %ld %% verbleibend

source: %ld %% left ( %ld/%ld mAh )
de: %1$ld %% verbleibend (%2$ld/%3$ld mAh)

source: %ld:%02ld left (%ld%%)
de: %1$ld:%2$ld verbleibend (%3$ld%%)

source: A newer version is available
de: Eine neuere Version ist verfügbar

source: Advanced mode
de: Erweiterter Modus

source: Calculating…
de: Berechne…

source: Charged
de: Geladen

source: Checking for updates…
de: Prüfe auf Aktualisierungen…

source: Could not check for updates
de: Konnte nicht auf Aktualisierungen prüfen

source: Cycle count: %ld
de: Ladezyklen: %ld

source: Energy Saver Preferences…
de: Systemeinstellung „Energie sparen“ öffnen …

source: Loading…
de: Wird geladen…

source: Notifications
de: Benachrichtigungen

source: Power source: %@
de: Stromversorgung: %@

source: Power source: Unknown
de: Stromversorgung: Unbekannt

source: Power usage: %.2f Watt
de: Stromverbrauch: %.2f Watt

source: Quit
de: Beenden

source: Start at login
de: Bei der Anmeldung starten

source: Temperature: %.1f°C
de: Temperatur: %.1f°C

source: Up to date
de: Aktuell
